import java.io.IOException;
import java.util.*;

public class Main {
    public static void main(String[] args) throws IOException {
        Task lab = new Task();
        StringManager obj = new StringManager();

        System.out.println("===========================================================================================================================================================================");
        System.out.println(obj.getMaininfostring());
        System.out.println("==========================================================<Без зайвих пробілів>============================================================================================");
        lab.task1();
        System.out.println("=======================================================<Слова що виділені в лапках>========================================================================================");
        lab.task2();
        System.out.println("=================================================================<Заміна>==================================================================================================");
        lab.task3();
        
    }

}
